import React from 'react';
import { Accordion, Flex, View } from '@aws-amplify/ui-react';
import DataLottieCard from './dataLottieCard';

interface ScreenSize {
  width: number;
  height: number;
}

const Aleynu: React.FC<ScreenSize> = ({}) => {

  return (
        <View color={"blue.80"} width="100%">
          <br></br>
          <Flex direction={'row' } 
              width="100%" 
              wrap={"wrap"} 
              justifyContent="center"
              alignItems="center">
          <Accordion width={{small:"100%",large:"50%"}} backgroundColor={"orange.10"} color={"blue.80"} 
                fontSize={"1.2rem"} fontWeight={"bold"}
                items={[
                {
                trigger: 'קצת עלי',
                value: 'onMe',
                content: 'שמי מרים אני בעלת תואר ראשון בחינוך לגיל הרך ובעלת תואר שני לקוגניציה ותוכניות לימודים.\n\r\
                יש לי ניסיון של יותר מ20 שנה בתחום החינוך מגילאי הגן ועד כיתה ג.\n\r\
                עבדתי כגננת, מורה משלבת בחינוך מיוחד, מורה לקריאה, מורה לחשבון, מורה למדעים, מדריכת תנועה ומדריכת הורים.\n\r\
                במשך שנותיי בחינוך נתקלתי בכל מיני קשיים שהילדים חווים. ראיתי את התסכולים של ההורים ושל התלמידים, בגלל שמערכת החינוך בנויה בצורה מסוימת, שלא יכולה לתת מענה לכל גוון התלמידים. הכיתות הן גדולות, השיטות מכוונות לרמה בינונית, ולכן תלמידים יותר חלשים, או יותר חזקים, נשארים בשוליים'
                },
                {
                trigger: 'דברים שפגשתי בדרך',
                value: 'experience',
                content: 'אתן כאן מספר דוגמאות ואני מבטיחה לכם שתוכלו למצוא את הילד שלכם לפחות באחת הדוגמאות: \n\r\
                בבית הספר קיימות תוכניות של חיזוק תלמידים חלשים, כמו שעות הוראה מתקנת. אבל, אין מספיק תקציבים, ולכן, מספר השעות מאוד מצומצם. בכיתות נמוכות, רוב שעות ההוראה המתקנת מושקעות בהבנת הנקרא ולכן בחשבון אין כמעט שעות הוראה המתקנת לתת לילדים.\n\r\
                כאשר הייתי מורה לחשבון, השתדלתי לשבת עם קבוצות קטנות במסגרת השעות הפרטניות (יותר מילד אחד).  הדבר אפשר לי להגיע לכל ילד, אך כמובן  שישבתי יותר עם תלמידים חלשים והזנחתי את הבינוניים. כך ארע, שילדה, שאפשר להגדיר אותה כבינונית, הגעתי אליה רק פעם אחת כל השנה. בעקבות אותו שיעור פרטני בו השתתפה, היא הצליחה להתגבר על קושי קטן שהיה לה עם החומר ולהתקדם מאד, ואמא שלה התלהבה ובקשה ממני שאשב עימה עוד, תשובתי המאכזבת היתה: "מצטערת, אין לי זמן, אני צריכה לטפל בילדים חלשים יותר".\n\r\
                לעומת זאת, את התלמידים החזקים בכיתה מנסים לאתגר עם דפי עבודה ומשימות מסובכות. אבל, למורה אין זמן לבדוק את דפי העבודה, ובוודאי שאין לו זמן לשבת איתם ולמשוך אותם לרמה גבוהה יותר. לכן, כל המאמץ הזה, נשאר בגדר: "הדרך להעסיק אותם עד הצלצול".\n\r\
                ראיתי בכיתה ילדים, שכאשר החל התרגול העצמי בכיתה נכנסו ללחץ וכמעט בכו, וזאת למרות שרק רגע אחד קודם סיימתי את ההסבר הכללי של הנושא. כשהתפניתי וישבתי לידם אפילו לרגע קצר, הם התחילו לרוץ עם התרגול באופן עצמאי ללא בעיה. כי לפעמים חסרה רק עזרה קטנה, ומספיקה תשומת לב קצרה כדי לדחוף את התלמיד קדימה. בגלל מחסור בכוח אדם במערכת חינוך, קשה לפתור את הבעיה הזאת.\n\r\
                '
                },
                {
                trigger: 'הרעיון החדש שלי',
                value: 'idea',
                content: 'ואז צץ לי רעיון: להמציא שיטת לימוד, שמבוססת על מורים פרטים, שיש להם אפשרות לבוא לעזרה או לתקן טעויות בצורה נעימה ומותאמת לילדים. רציתי ממש להסביר לילדים את הטעויות ולאפשר להם להמשיך בעצמם. חשבתי שדמויות מצוירות בערך בגילם יכולים לעזור לילדים בהתמודדות. וכמובן, שהתרגילים יהיו משחקים ממוחשבים. כך הכל יהיה עם יחס אישי ובכיף.\n\r\
                אחרי שבדקתי מה קיים בשוק החלטתי להתחיל עם קורס מובנה ומסודר כהכנה לכיתה א. קורס שילמד את הנושאים השונים לפי סדר דידקטי כשכל שלב מכין את שלב הלימוד הבא. קורס הכולל תרגול בצורת משחק, המכיל עזרה שאפשר לפנות אליה תמיד, והסבר של הטעויות שהילד עושה, בזמן אמת. ולא רק נותן  חיווי של "נכון" או "לא נכון" כפי שמופיע בשאר התוכניות.  \n\r\
                יחד עם בעלי, שהוא בעצמו דוקטור לכימיה ובעל תואר ראשון בהנדסה, בהיסטוריה ומדעי החברה, יצאנו לדרך ובנינו את התוכנית שלנו. אנו תקווה, שהילדים יפיקו תועלת רבה מהשיטה החדשה שלנו, ויגלו שאפשר לחוות חוויה כיפית מן הלמידה ולא לסבול ממנה. \n\r\
                '
                }
                ]}
                />
          </Flex>
          <br></br>
          
          <Flex direction={'row' } 
              width="100%" 
              wrap={"wrap"} 
              justifyContent="center"
              alignItems="center">
          <DataLottieCard name="aBike" data="aBike" audioData="BtnAlynu" segments={[0,120,10,80,0,120]} 
                  width="30%" height="30%" heading='הנאה מתוך למידה'
                mainText='מלווה בשירים וסיפורים ודמויות מצוירות המסבירות את הנושא ומלוות את התרגילים שאף הן בעצם משחקים ולא דפי עבודה רגילים'/>     
          <DataLottieCard name="aTaky" data="aTaky" audioData="BtnAlynu" segments={[0,120,10,80,0,120]} 
                  width="30%" height="30%" heading='יחס אישי לכל ילד'
                mainText='מורים פרטיים מצוירים ב"גילם" של הילדים המסבירים כל טעות ועוזרים לילד להתקדם בקצב שלו ולא מסתפקים בחיווי בלבד'/> 
          <DataLottieCard name="aDog" data="aDog" audioData="BtnAlynu" segments={[0,10,0,90,0,90]} 
                  width="40%" height="30%" heading='מונגש לילדים מתחת לגיל קריאה'
                  mainText='כל הכפתורים באתר מדברים ומסבירים כך שלא דרושה נוכחות מבוגר'/>   
          <DataLottieCard name="aMashroom" data="aMashroom" audioData="BtnAlynu" segments={[0,120,10,80,0,120]} 
                  width="30%" height="30%" heading='  צוות חינוך מנוסה'
                  mainText="תוכנית המכינה את הילד על פי תוכנית הליבה של משרד החינוך. תוכנית שנולדה מתוך הכרת הקשיים מולם עומדים הילדים וההורים בכיתה א'. "/>           
          <DataLottieCard name="aFish" data="aFish" audioData="BtnAlynu" segments={[50,80,10,80,0,120]} 
                  width="30%" height="30%" heading="הכנה רגשית לכיתה א'"
                  mainText="הילד ילמד איך לחשוב, לפתור בעיות ולהגיע לבגרות הרגשית הדרושה בכיתה א'"/>           
          <DataLottieCard name="aInstrument" data="aInstrument" audioData="BtnAlynu" segments={[0,120,10,80,0,120]} 
                  width="40%" height="30%" heading='רכישת מיומניות טרום קריאה, ומוטוריקה עדינה'
                  mainText='למוד הבחנה בין דמות לרקע, מיקום במרחב, כיוונים וחריזה וכן כישורי שימוש בעכבר. ובכלל הפיכת זמן המחשב לזמן איכות.'/>           
          <DataLottieCard name="aBird" data="aBird" audioData="BtnAlynu" segments={[0,10,0,90,0,90]} 
                  width="40%" height="30%" heading="פיתוח עצמאות"
                  mainText="הילד ילמד איך לעבוד בעצמו בתוכנית ואיך להעזר בתוכנית לצורך הבנתו"/>           
          <DataLottieCard name="aMivza" data="aMivza" audioData="BtnAlynu" segments={[0,90,0,90,0,90]} 
                  width="70%" height="30%" heading='מחיר שווה לכל נפש'
                  mainText='כדי שכולם יוכלו ללמוד, הקורס הוא שנתי אך במחיר של חוברת, 50 ש"ח בלבד (ל300 נרשמים רשונים).'/>           
          </Flex>
         </View>
  );
};

export default Aleynu;
