import { Text, View } from "@aws-amplify/ui-react"

export const Tak1=        <View as="div" padding={"3rem"} textAlign={"match-parent"}><Text>
גיא נשר מ.ע 32338881 ומרים נשר מ.ע 313016909 (מפעילי האתר ואו  החברה) מברכים את בחירתכם לגלוש באתר האינטרנט לוח המופעל על ידם בכתובת www.lu-ah.co.il (להלן האתר)    
האתר הינו פלטפורמה מקוונת נוחה ובטוחה לרכישת קורסים המיועדים להכנת ילדים לכיתה א'. לרוכשי הקורסים תינתן גישה למגוון רחב של תכנים ומידע במגוון תחומים לפיתוח מיומנויות בסיסיות 
ועוד (השירותים ואו הקורסים). כמו כן, האתר מספק מידע אודות השירותים והקורסים הייחודיים המוצעים לרכישה באתר, אופן מימוש, השימוש באתר ועוד (התכנים).
</Text><Text>
1.  כללי
</Text><Text>
1.1.  הגלישה באתר כפופה לתנאים המפורטים בתקנון ותנאי שימוש אלו (״התקנון״). אנא קרא את התקנון בקפידה, שכן הגלישה באתר וביצוע פעולות בו מעידים על הסכמתך לתנאים הכלולים בתקנון. 
כמו כן, האתר שומר את זכותו לשנות את תנאי התקנון, מעת לעת, על פי שיקול דעתו הבלעדי וללא 
הודעה מוקדמת. מועד החלת השינוי כאמור יהיה מרגע פרסומו באתר.
1.2.  האמור בתקנון זה מתייחס באופן שווה לבני שני המינים והשימוש בלשון זכר או נקבה הוא מטעמי נוחות בלבד.
1.3.  תנאי התקנון חלים על שימוש באתר ובתכנים הכלולים בו באמצעות כל מחשב או מכשיר תקשורת אחר (כדוגמת טלפון סלולרי, מחשבי טאבלט וכיוב). כמו כן הם חלים על השימוש באתר, בין באמצעות רשת האינטרנט ובין באמצעות כל רשת או אמצעי תקשורת אחרים.
1.4.  הגלישה באתר מותרת בכל גיל. פעולה ואו רכישה של קטין מתחת לגיל 18 מחייבת אישור הורה או אפוטרופוס.
1.5.  במקרה שייקבע כי הוראה בתקנון זה אינה ניתנת לאכיפה או שהינה חסרת תוקף מטעם כלשהו, 
לא יהא בכך כדי להשפיע או לפגוע בחוקיותן, תקפותן ואכיפתן של שאר הוראות התקנון.
</Text><Text>
2.  הגלישה באתר
</Text><Text>
2.1.  הגלישה באתר והעיון בו אינם דורשים הרשמה, והוא פתוח לכל גולש.
2.2.  בעת השארת פרטים באתר יתבקש הגולש למסור פרטים אישיים כגון שם פרטי, שם משפחה, טלפון וכן כתובת דואר אלקטרוני פעילה (לשיקול דעתו של האתר). מסירת פרטים חלקיים או שגויים עלולים למנוע את האפשרות להשתמש בשירות ולסכל יצירת קשר במקרה הצורך. במקרה של שינוי פרטים יש לעדכנם באתר.
2.3.  מובהר כי אין חובה על-פי חוק למסור את המידע, אולם בלא למוסרו לא ניתן יהיה להשתמש בשירותי האתר.
2.4.  האתר לא יעשה בפרטים שנמסרו שימוש, אלא בהתאם למדיניות הפרטיות של האתר המהווה חלק בלתי נפרד מתקנון זה.
2.5.  השארת פרטים באתר, בכפוף להסכמת הגולש, כוללת, בין היתר, קבלת תוכן שיווקי, מידע ביחס למבצעים, עדכונים והנחות המוצעים למשתמשים רשומים.
2.6.  האתר רשאי לקבוע, מעת לעת, דרכי זיהוי לכניסה לאתר ובכלל זה התחברות לאתר דרך הפייסבוק ואו רשת חברתית אחרת ואו פלטפורמה אחרת.
2.7.  האתר רשאי למנוע מכל גולש שימוש באתר לפי שיקול דעתו המוחלט. מבלי לגרוע מהאמור לעיל, רשאי האתר לחסום גישתו אליו בכל אחד מהמקרים הבאים
2.7.1.  אם בעת השארת פרטים באתר נמסרו במתכוון פרטים שגויים;
2.7.2.  במקרה שנעשה שימוש באתר לביצוע או כדי לנסות לבצע מעשה בלתי חוקי על-פי דיני מדינת ישראל, או מעשה הנחזה על פניו כבלתי חוקי כאמור, או כדי לאפשר, להקל, לסייע או לעודד ביצועו של מעשה כזה;
2.7.3.  אם הופרו תנאי תקנון זה;
2.7.4.  במקרה שנעשה שימוש באתר בניסיון להתחרות באתר;
2.7.5.  אם נעשתה על ידי גולש כל פעולה שתמנע מאחרים לגלוש ולהשתמש באתר בכל דרך שהיא.  
</Text><Text>  
3.  הצהרות משתמש
</Text><Text>
3.1.  בטרם השימוש באתר, גולשי ולקוחות האתר מצהירים, מאשרים ומסכימים כי ידוע להם       
3.1.1.  שהשירותים, התכנים והקורסים המוצגים באתר ניתנים ומסופקים לשם הלימוד והעשרה בלבד 
וכל פעולה שתעשה בעקבותיהם תעשה לאחר צפייה והשתתפות מלאה בהם ולאחר מעקב קפדני אחר ההוראות המוצגות על ידי האתר.
3.1.2.  יובהר כי כל פעולה שתעשה בעקבות השימוש בשירותים ואו בקורסים ואו בקבלת מידע מהאתר תעשה במשנה זהירות וכי האחריות הבלעדית לכל נזק (חלילה ויקרה), מכל סוג שהוא, תהיה על עושה השימוש בשירותים ובקורסים.
3.1.3.  שללקוחות האתר לא תהיה כל טענה כלפי האתר, מנהליו, עובדיו או מי מטעמו והם לא יהיו אחראים, באופן ישיר או עקיף, לכל נזק לרבות, לגוף, לרכוש או לכל נזק אחר או לכל הפסד אחר, אשר יגרם כתוצאה מקבלת תוכן מהאתר ואו מהקורסים, אפילו אם האתר הזהיר, המליץ או ייעץ לעניין מסוים או על שירות מסוים ובשום מקרה האתר לא יהווה תחליף או יישא באחריות הלקוח ואו מקבל השירות. על הלקוח חלה האחריות וכל סיכון חובה עבור נזק וחבלה לגופו ואו לרכושו ואו לרכושם ואו לגופם של צדדים שלישיים, הנובעים מהשימוש ואו אי השימוש בשירותים המוצגים באתר.
3.1.4.  שהשירותים המוצגים והמסופקים באתר אינם מובאים כתחליף לטיפול ואו ייעוץ ואו המלצה רפואיים ואו מקצועיים, ואין לראות בהם ייעוץ ואו המלצה של אנשי מקצוע מוסמכים, כגון רופאים, דיאטנים, פסיכולוגים וכדומה.
3.1.5.  ככל וצורך התכנים הינו קטין מתחת לגיל 18, עליו לצרוך את התכנים בליווי אדם מבוגר 
בלבד ואין האתר אחראי לאופן הפעילות והשימוש הוא על אחריותו המלאה של הגולש והמלווה;      
3.1.6.  שהאתר ניתן לשימוש כפי שהוא (AS IS) והשימוש בו הוא על אחריותו המלאה של הגולש;   
3.1.7.  שבשימוש באתר הגולש לא יפר כל חוק, תקנה או הוראה שלטונית אחרת.
3.2.  בעת גלישה באתר, אתה מתחייב ומצהיר כדלקמן (1) הגלישה באתר והשימוש הם באחריותך הבלעדית; (2) הפרטים שהזנת בעת השארת הפרטים באתר הם נכונים, עדכניים, מדיוקים ומלאים; (3) ככל ויהיה בכך צורך, במקרה של שינוי פרטים תעדכנם בפנייה לאתר; (4) הנך בעל כשירות משפטית ואתה מסכים לתנאי התקנון; (5) לא תעשה שימוש באתר באמצעים אוטומטיים או לא אנושיים, בין אם באמצעות BOT, סקריפט או בכל דרך אחרת; (6) לא תעשה שימוש בלתי חוקי באתר; (7) השימוש שלך באתר לא יפר כל חוק או תקנה רלוונטיים.
</Text><Text>
4.  קניין רוחני
</Text><Text>
4.1.  כל זכויות היוצרים והקניין הרוחני באתר ואו בשירותים ואו בקורסים ואו בתכנים הם בבעלות האתר בלבד, או בבעלות צד שלישי,  שהרשה לאתר לעשות שימוש על פי דין בתכנים אלו ובכלל זה שותפיה העסקיים של האתר.
4.2.  אין להעתיק, להפיץ, להציג בפומבי, לבצע בפומבי, להעביר לציבור, לשנות, לעבד, ליצור יצירות נגזרות, למכור או להשכיר כל חלק מן הנל, בין ישירות ובין באמצעות או בשיתוף צד שלישי, בכל דרך או אמצעי בין אם אלקטרוניים, מכאניים, אופטיים, אמצעי צילום או הקלטה, או בכל אמצעי ודרך אחרת, בלא קבלת הסכמה בכתב ומראש מהאתר או מבעלי הזכויות האחרים, לפי העניין, ובכפוף לתנאי ההסכמה (ככל שתינתן). הוראה זו תקפה גם לגבי תוכנית אימונים אישית ואו תפריט תזונה שישלחו ללקוח ואו ביחס לכל עיבוד, עריכה או תרגום שנעשו על ידי האתר לתכנים שהוזנו או נמסרו על ידי הגולשים לאתר.
4.3.  אם וככל שניתנה הסכמה כאמור, יש להימנע מלהסיר, למחוק או לשבש כל הודעה או סימן בעניין זכויות קניין רוחני, לדוגמה סימון זכויות היוצרים ,© או סימן מסחר ®, הנלווים לתכנים שיעשה בהם שימוש.
4.4.  סימני המסחר, צילומים, תמונות תכנים ומודעות הפרסומת של שותפיה העסקיים של האתר הינם קניינם של מפרסמים אלה בלבד. גם בהם אין לעשות שימוש בלא הסכמת המפרסם מראש ובכתב.       
</Text><Text>
5.  השירותים המוצעים באתר
</Text><Text>
5.1.  השירותים, הקורסים ותכני האתר יופיעו ויוצגו בדפי האתר.
5.2.  המחיר המופיע באתר בצמוד לשירות הינו המחיר העדכני. המחיר עשוי להשתנות מעת לעת. האתר שומר לעצמו את הזכות לשנות את מגוון הקורסים, התכנים, השירותים והמידע באתר או להפסיקם או לשנות את המחירים המוצעים באתר ומחוצה לו, ללא הודעה מוקדמת.
5.3.  האתר אינו מחויב, בכל דרך שהיא, לקיים מגוון כלשהו של שירותים, קורסים ואו תכנים ואו מידע.
5.4.  אופן הצגת השירותים, הקורסים והמידע באתר הינו על-פי שיקול דעתו הבלעדי של האתר.    
</Text><Text>
6.  הרשמה, רכישה ואספקה של השירותים והקורסים באתר
</Text><Text>
6.1.  על מנת לרכוש את הקורסים ולהנות מתכני האתר והקורסים, האתר דורש הרשמה לאתר. בעת ההרשמה, יבחרו המשתמשים סיסמה אישית באמצעותה יוכלו לרכוש ולהשתמש בתכנים ובקורסים באתר. הלקוח יוכל לעשות שימוש באזור האישי באתר ולקבל גישה לשירותים באמצעות הסיסמה האישית.
6.2.  בהרשמה לאתר הנך מסכים לשמור את סיסמתך בסודיות, והנך מאשר כי (1) חשבונך הוא אישי; (2) אתה תהיה האחראי הבלעדי לכל פעולה או שימוש שיעשו מחשבונך; (3) לא תאפשר לאחר גישה לחשבונך; (4) לא תפיץ ואו תעביר לאחר ואו בכל אמצעי את התכנים המוצגים בחשבונך.
6.3.  האתר שומר את זכותו לשנות את שם המשתמש שבחרת או להסיר אותו במידה וייקבע כי שם המשתמש אינו הולם או מגונה, לשיקול דעתו הבלעדי של האתר.
6.4.  הקורסים, התכנים והשירותים יועברו באמצעות האזור האישי באתר או באמצעות כל פלטפורמה 
מקוונת אחרת שתיקבע על ידי האתר (בהתאם לשירות שהוזמן על ידי הלקוח). הקורסים והשירותים יסופקו במועד ששוריין על ידי הלקוח, בכפוף לאישורו של האתר או באופן מיידי באמצעות קבלת גישה לתכנים לאחר הרשמה ותשלום באתר.
6.5.  מתן השירות יתאפשר בכפוף לשיקול דעתו הבלעדי של האתר והאתר לא יהא אחראי לכל איחור ואו עיכוב במתן השירות ואו אי-מתן השירות, כתוצאה מכוח עליון ואו תקלות טכניות ואו מאירועים שאינם בשליטתו.
6.6.  התשלום בגין רכישת הקורסים ואו שירותים באתר יתבצע באמצעות כרטיס אשראי השייך לנרשם או בכל אמצעי תשלום אחר המופיע בעמוד התשלום.
6.7.  בנוסף להוראות התקנון יחולו גם הוראות תקנון חברת הסליקה או אמצעי התשלום האחר. על אף האמור לעיל, האתר שומר לעצמו את הזכות לקבוע הסדרי תשלומים אחרים לנרשמים, והכל על-פי שיקול דעתו הבלעדי.
6.8.  ההרשמה והתשלום באתר יבוצעו בכפוף לאישור העסקה על ידי חברת האשראי. במקרה בו לא אושרה העסקה על ידי חברת האשראי, יקבל הנרשם הודעה וחשבונו לא יחויב בגין העסקה.
6.9.  כל זכויות היוצרים והקניין הרוחני באתר, בקורסים, בשיעורים, בשירותים, במוצרים, בתכנים, בסרטונים ובמידע באתר שייכות למפעילי האתר בלבד ואו לצד שלישי שהעניק רישיון שימוש לאתר, השימוש בקורסים, בשירותים ובמוצרים הוא אישי בלבד ואין להעביר לאחר, להעתיק, להפיץ או 
להציג בפומבי את השירותים שנרכשו.
</Text><Text>
7.  מדיניות שינויים וביטולים
</Text><Text>
7.1.  מבלי לגרוע מהוראות כל דין, מובהר כי על תקנון זה, חלות ההוראות הנוגעות לעסקה המוגדרת כעסקת מכר מרחוק, בהתאם להוראות חוק הגנת הצרכן, התשמא-1981 (להלן חוק הגנת הצרכן).
7.2.  במקרה של סתירה בין תקנון זה לבין חוק הגנת הצרכן ואו הדין הרלוונטי, לרבות פסיקה הנוגעת להם, תגברנה הוראות החוקים כאמור.
7.3.  הקורסים והתכנים המוצעים לרכישה באתר מעניקים גישה מיידית לצפייה בתכני הקורס הניתנים להעתקה ולשכפול לאחר הרשמה ותשלום, לכן בשל אופי השירות כאמור, בהתאם להוראות חוק הגנת הצרכן, התשמא-1981, שינוי ואו ביטול הרשמה לקורסים ואו לשירותים לאחר קבלת גישה לתכנים, 
לא יתאפשרו והרוכש לא יהיה זכאי להחזר כספי כלשהו.
7.4.  מבלי לגרוע מן האמור לעיל, האתר מאפשר ביטול רכישה והרשמה גם לאחר קבלת גישה לתכנים, בכפוף לקבלת בקשה בכתב לביטול כאמור ובכפוף לשיקול דעת האתר בלבד, אשר רשאי לסרב בכל עת וללא מתן נימוק.
7.5.  בקשה להחזר, שינוי או ביטול עסקה תועבר לאתר באחד מאמצעי ההתקשרות המופיעים בתחתית התקנון.
7.6.  כל החזרה, שינוי או ביטול יאושרו לאחר שהלקוח יקבל הודעה בכתב מהאתר המאשרת זאת.    
7.7.  במקרה שהחזר, שינוי או ביטול נעשו מפני שהלקוח התחרט בתקופת הביטול (ולא עקב פגם או 
אי התאמה) ואושרו על ידי האתר, יגבו דמי ביטול בגובה 5% מסכום הרכישה או בסך 100 ש״ח (לפי 
הנמוך מבניהם).
7.8.  החזר הכספי יינתן, ככל הניתן, באמצעי התשלום שבו ביצע הלקוח את ההזמנה.
7.9.  האמור בתקנון ובסעיף זה כפוף להוראות חוק הגנת הצרכן, התשמא-1981.
</Text><Text>
8.  אחריות האתר
</Text><Text>
8.1.  אין לראות במידע המופיע באתר משום הבטחה לתוצאה כלשהי ואו אחריות לאופן הפעילויות של השירותים המוצעים בו. האתר לא יהיה אחראי לשום נזק, ישיר או עקיף, אשר ייגרם לגולש כתוצאה מהסתמכות על מידע המופיע באתר ואו בקישורים לאתרים אחרים ואו כל מקור מידע פנימי ואו 
חיצוני אחר ואו שימוש בשירותים אשר מוצגים על ידו.
8.2.  הקורסים ואו השירותים המוצגים באתר אינם מובאים כתחליף לטיפול ואו ייעוץ ואו המלצה רפואיים ואו מקצועיים, ואין לראות בהם ייעוץ ואו המלצה של אנשי מקצוע מוסמכים, כגון רופאים, דיאטנים וכדומה.
8.3.  השירותים המוצגים באתר אינם תרופות או תחליף לתרופות, ואינם מוגדרים לטיפול ואו מניעה של מחלות, ובכל מקרה יש להיוועץ עם איש מקצוע כגון רופא, דיאטני וכדומה.
8.4.  ככל וצורך התכנים הינו קטין מתחת לגיל 18, עליו לצרוך את התכנים בליווי אדם מבוגר בלבד ואין האתר אחראי לאופן הפעילות והשימוש הוא על אחריותו המלאה של הגולש והמלווה;        
8.5.  מבלי לגרוע מהאמור לעיל, קריאה של תקנון האתר אינה מהווה הוראה ואו התוויה ואו עצה רפואית.
8.6.  מידע ומצגים אודות שירותים המוצגים באתר, שמקורו בשותפיו העסקיים של האתר ששירותיהם 
מופיעים באתר (ככל ויופיעו) וכל תוכן ביחס לשירותים נמצאים באחריותם הבלעדית של השותפים העסקיים כאמור, ועל כן, מובן שלאתר אין כל אחריות בגין מידע מעין זה, ואין האתר ערב למידת הדיוק של מידע זה.
8.7.  האתר בשום מקרה לא יהיה אחראי לנזק שנגרם לגולש האתר באמצעות יצירת קשר עם שותפיו העסקיים של האתר.
8.8.  האתר לא יהיה אחראי לכל נזק (ישיר או עקיף), הפסד, עגמת נפש והוצאות שייגרמו לגולשים ואו למשאיר פרטים באתר ואו לצדדים שלישיים כלשהם בעקבות שימוש או הסתמכות על כל תוכן, 
מידע, נתון, מצג, תמונה, וידאו, אודיו, פרסומת, מוצר, שירות וכו' המופעים באתר. כל הסתמכות כאמור נעשית על-פי שיקול דעתו ואחריותו הבלעדית של הגולש באתר.
8.9.  האתר ממליץ לגולשים באתר לנהוג בזהירות, ולקרוא בעיון את המידע המוצג באתר ובכלל זה 
את המידע ביחס לשירות ואו למוצר עצמו, תיאורו והתאמתו, כמתואר להלן.
8.10.  התכנים באתר ניתנים לשימוש כמות שהם (AS IS), ולא ניתן להתאימם לצרכיו של כל אדם ואדם. לא תהיה לגולש כל טענה, תביעה או דרישה כלפי האתר בגין תכונות של התכנים, יכולותיהם, מגבלותיהם ואו התאמתם לצרכיו והשימוש באתר יהיה על אחריותו הבלעדית של הגולש באתר.        
8.11.  האתר בכללותו, לרבות כל המידע המופיע בו, מוצע לציבור כמות שהוא, ויהיה מדויק ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או לחלופין, יתכן ונפלו טעויות טכניות או אחרות במידע.
8.12.  השימוש באתר ייעשה על אחריותו הבלעדית והמלאה של כל גולש. האתר אינו מתחייב כי תכנים ושירותים המתפרסמים באתר, יהיו מלאים, נכונים, חוקיים או מדויקים או יהלמו את ציפיותיו ודרישותיו של כל גולש. האתר לא יישא באחריות כלשהי לכל תוצאה שתנבע מהם, או משימוש בהם, או 
מהסתמכות עליהם, לרבות (1) שגיאות, טעויות ואי-דיוקים; (2) נזק לגוף או לרכוש, מכל סוג, הנגרם עקב השימוש באתר ואו בשירותי האתר; (3) הפרעה בגישה לאתר או מהאתר; (4) כל באג, וירוס, סוסי טרויאני וכיו״ב שעלולים להיות מועברים לאתר על ידי צד שלישי כלשהו.
</Text><Text>
9.  השימוש באתר
</Text><Text>
9.1.  השימוש באתר מותר למטרות פרטיות ואישיות בלבד. אין להעתיק ולהשתמש או לאפשר לאחרים להשתמש (בין היתר בקורסים ואו בשירותים), בכל דרך אחרת בתכנים מתוך האתר, לרבות באתרי אינטרנט אחרים, בפרסומים אלקטרוניים, בפרסומי דפוס וכיוב, לכל מטרה, בין מסחרית ובין שאינה מסחרית, שאיננה לצורך שימוש אישי ופרטי, למעט בכפוף לקבלת אישור ואו הסכמה מפורשת מראש ובכתב.
9.2.  אין להפעיל או לאפשר להפעיל כל יישום מחשב או כל אמצעי אחר, לרבות תוכנות מסוג  Crawlers Robots  וכדומה, לשם חיפוש, סריקה, העתקה או אחזור אוטומטי של תכנים מתוך האתר. בכלל 
זה, אין ליצור ואין להשתמש באמצעים כאמור לשם יצירת לקט, אוסף או מאגר שיכילו תכנים מהאתר.9.3.  אין להציג תכנים מהאתר בכל דרך שהיא ובכלל זה באמצעות כל תוכנה, מכשיר, אביזר או פרוטוקול תקשורת המשנים את עיצובם באתר או מחסירים מהם תכנים כלשהם ובפרט פרסומות ותכנים מסחריים.
9.4.  אין לקשר לאתר מכל אתר המכיל תכנים פורנוגראפיים, תכנים המעודדים לגזענות או להפליה 
פסולה, או המנוגדים לחוק, או שפרסומם מנוגד לחוק או המעודדים פעילות המנוגדת לחוק.        
9.5.  אין לקשר לתכנים מהאתר, שאינם דף הבית של האתרים (קישור עמוק) ואין להציג, או לפרסם תכנים כאמור בכל דרך אחרת, אלא אם הקישור העמוק יהיה לדף אינטרנט באתר במלואו וכפי שהוא 
(AS IS) כך שניתן יהיה לצפות ולהשתמש בו באופן הזהה לחלוטין לשימוש ולצפייה בו באתר. במסגרת זו, חל איסור לקשר לתכנים מהאתר, במנותק מדפי האינטרנט שבהם הם מופיעים באתרים (לדוגמה אסור לקשר במישרין לתמונה או לקובץ גרפי באתר, אלא לעמוד המלא שבו הם מופיעים). כמו כן על כתובתו המדויקת של דף האינטרנט באתר להופיע במקום הרגיל המיועד לכך בממשק המשתמש, לדוגמה בשורת הכתובת (Status Bar) בדפדפן של המשתמש. אין לשנות, לסלף או להסתיר כתובת זו ואין להחליפה בכל כתובת אחרת;
9.6.  האתר רשאי לדרוש ביטול כל קישור עמוק כאמור לפי שיקול דעתו הבלעדי ובמקרה זה לא תעמוד כל טענה, דרישה או תביעה כלפי האתר בעניין זה.
9.7.  האתר לא יישא בכל אחריות לכל נזק שייגרם כתוצאה מכל קישור לתכנים מהאתר ומכל הצגה או פרסום של תכנים כאמור בכל דרך אחרת. האחריות המלאה והבלעדית לכל קישור, הצגה או פרסום של 
התכנים, היא על מבצע הקישור בלבד.
9.8.  על הגולש לשפות את האתר, עובדיו, מנהליו, שותפיו העסקיים או מי מטעמו בגין כל נזק, הפסד, אבדן רווח, תשלום או הוצאה שייגרמו להם - ובכלל זה שכט עוד והוצאות משפט עקב הפרת תקנון זה. בנוסף, ישפה המשתמש את האתר, עובדיו, מנהליו או מי מטעמו בגין כל טענה, תביעה ואו דרישה שתועלה נגדם על ידי צד שלישי כלשהו כתוצאה מתכנים שנמסרו על ידו לפרסום באתר וכתוצאה מקישורים שביצע לאתר.
</Text><Text>
10.  פעילות אסורה באתר
</Text><Text>
10.1.  אינך רשאי להשתמש באתר אלא למטרות שלשמן הוא נועד. השימוש באתר מותר למטרות פרטיות 
ואישיות בלבד ואין לעשות בו שימוש למטרות מסחריות למעט כאלו שיאושרו על ידי האתר באופן ספציפי.
10.2.  כמשתמש האתר, אתה מסכים שלא
10.2.1.  לאחזר נתונים או תוכן אחר מהאתר כדי ליצור או להרכיב אוסף, מסד נתונים או מדריך ללא אישור מראש ובכתב מהאתר;
10.2.2.  לעשות כל שימוש בעיצובי האתר;
10.2.3.  לעשות שימוש לא מורשה באתר, לרבות איסוף כתובות דואל וכיו״ב באמצעים אלקטרוניים 
או אחרים לצורך שליחת דואל באמצעים אוטומטיים;
10.2.4.  לעקוף, להשבית או להפריע בדרך אחרת לאבטחה האתר, לרבות שימוש ביישומים המונעים או מגבילים את השימוש או ההעתקה של תוכן כלשהו;
10.2.5.  להונות או להטעות את האתר ואו את משתמשיו;
10.2.6.  לעשות שימוש לא נכון בשירותי התמיכה של האתר או להגיש דוחות כוזבים בנוגע לשימוש 
באתר;
10.2.7.  לעשות שימוש אוטומטי במערכת, כגון שימוש בסקריפטים לשליחת הערות או הודעות, או שימוש בכריית נתונים, רובוטים או כלי איסוף וחילוץ נתונים דומים;
10.2.8.  לנסות להתחזות לאדם אחר;
10.2.9.  להשתמש במידע שהתקבל באתר על מנת להטריד, להתעלל או לפגוע באדם אחר;
10.2.10.  להשתמש באתר כחלק מכל מאמץ להתחרות באתר;
10.2.11.  לאחזר, לפענח או להנדס לאחור חלק מהאתר, אפשרות באתר או יישום באתר;
10.2.12.  להטריד, להפחיד או לאיים על כל אחד מעובדי או סוכני האתר;
10.2.13.  למחוק את זכויות היוצרים או את הודעת הזכויות הקנייניות מכל תוכן או סימן;      
10.2.14.  להעתיק או להתאים את קוד האתר או חלק ממנו, כולל אך לא רק PHP, HTML, JavaScript או קוד אחר;
10.2.15.  להעלות או להעביר (או לנסות להעלות או להעביר) וירוסים, סוסים טרויאניים, או חומר אחר, כולל שימוש בדואר זבל, אשר יפריע לשימוש באתר;
10.2.16.   לבצע פעולה שתפגע או תזיק לאתר, בהתאם לשיקול דעתו של האתר;
10.2.17.  להשתמש באתר באופן שאינו עולה בקנה אחד החוק, התקנות והפסיקה.
10.3.  אין לקשר לתכנים מהאתר, שאינם דף הבית של האתרים (קישור עמוק) ואין להציג, או לפרסם תכנים כאמור בכל דרך אחרת, אלא אם הקישור העמוק יהיה לדף אינטרנט באתר במלואו וכפי שהוא (AS IS) כך שניתן יהיה לצפות ולהשתמש בו באופן הזהה לחלוטין לשימוש ולצפייה בו באתר. במסגרת זו, חל איסור לקשר לתכנים מהאתר, במנותק מדפי האינטרנט שבהם הם מופיעים באתרים (לדוגמה אסור לקשר במישרין לתמונה או לקובץ גרפי באתר, אלא לעמוד המלא שבו הם מופיעים). כמו כן על כתובתו המדויקת של דף האינטרנט באתר להופיע במקום הרגיל המיועד לכך בממשק המשתמש, לדוגמה בשורת הכתובת (Status Bar) בדפדפן של המשתמש. אין לשנות, לסלף או להסתיר כתובת זו ואין להחליפה בכל כתובת אחרת.
10.4.  האתר רשאי לדרוש ביטול כל קישור עמוק כאמור לפי שיקול דעתו הבלעדי ובמקרה זה לא תעמוד כל טענה, דרישה או תביעה כלפי האתר בעניין זה.
10.5.  האתר לא יישא בכל אחריות לכל נזק שייגרם כתוצאה מכל קישור לתכנים מהאתר ומכל הצגה או פרסום של תכנים כאמור בכל דרך אחרת. האחריות המלאה והבלעדית לכל קישור, הצגה או פרסום של התכנים, היא על מבצע הקישור בלבד.
10.6.  כל שימוש באתר תוך הפרה של האמור לעיל עלול לגרום, בין היתר, לסיום או השעיית זכויותיך לשימוש באתר.
</Text><Text>
11.  שינויים באתר, תקלות והפסקות שירות
</Text><Text>
11.1.  מבלי לגרוע מהאמור לעיל, האתר יוכל לשנות מעת לעת את מבנה האתר, ואו המראה ואו העיצוב של האתר, את היקפם וזמינותם של השירותים באתר, יהיה רשאי לגבות תשלום בעד תכנים ושירותים כאלה או אחרים על פי החלטתו. כמו כן, האתר יהיה רשאי לשנות כל היבט אחר הכרוך באתר והכל, בלא צורך להודיע על כך מראש.
11.2.  שינויים כאמור יבוצעו, בין השאר, בהתחשב באופי הדינאמי של רשת האינטרנט ובשינויים הטכנולוגיים והאחרים המתרחשים בה. מטבעם, שינויים מסוג זה עלולים להיות כרוכים בתקלות ואו 
לעורר בתחילה אי נוחות וכיוב. לא תהיה לגולשים באתר כל טענה, תביעה ואו דרישה כלפי האתר 
בגין ביצוע שינויים כאמור ואו תקלות שיתרחשו אגב ביצועם.
11.3.  האתר אינו מתחייב ששירותי האתר לא יופרעו, יינתנו כסדרם או בלא הפסקות, יתקיימו בבטחה וללא טעויות ויהיו חסינים מפני גישה בלתי מורשית למחשבי האתר או מפני נזקים, קלקולים, תקלות או כשלים -  והכל, בחומרה, בתוכנה, בקווי ובמערכות תקשורת אצל האתר או אצל מי מספקיו.
</Text><Text>
12.  הרשאה לדיוור, פרסומים ופרסומת
</Text><Text>
12.1.  גולש שהשאיר פרטים באתר ומצורף לרשימת הדיוור של האתר, מאשר שימוש בפרטיו לצורך קבלת מידע שיווקי, עדכונים ופרסומות שיבצע האתר מעת לעת.
12.2.  על גולש שהשאיר פרטים כאמור תחולנה הוראות הדיוור המפורטות בתקנון להלן.
12.3.  אין להשאיר פרטים של אדם אחר באתר שלא בהסכמתו ואו ללא נוכחותו מול המסך בשעת השארת הפרטים ולאחר שהוסברו לו כל תנאי התקנון.
12.4.  בעת השארת הפרטים יתבקש הגולש למסור פרטים אישיים כגון שם פרטי, שם משפחה, וכן כתובת דואר אלקטרוני פעילה. מסירת פרטים חלקיים או שגויים עלולים למנוע את האפשרות להשתמש בשירות ולסכל יצירת קשר במקרה הצורך. במקרה של שינוי פרטים יש לעדכנם באתר.
12.5.  מובהר כי אין חובה על-פי חוק למסור פרטים באתר, אולם בלא למוסרם לא ניתן יהיה לקבל 
תוכן שיווקי ועדכונים מהאתר.
12.6.  האתר לא יעשה בפרטים שנמסרו שימוש, אלא בהתאם למדיניות הפרטיות של האתר המהווה חלק 
בלתי נפרד מהתקנון.
12.7.  השארת פרטים באתר ואישור לקבלת תוכן שיווקי כוללת, בין היתר, קבלת תוכן שיווקי, מידע ביחס למבצעים, עדכונים והנחות המוצעים למשתמשים רשומים.
12.8.  אישור דיוור (קבלת תוכן שיווקי) כאמור, מהווה את הסכמתו של הגולש למשלוח דברי פרסומת על-פי חוק התקשורת (בזק ושידורים) (תיקון מס' 40) התשסח – 2008 (חוק התקשורת).       
12.9.  מובהר כי באפשרות משאיר הפרטים להסיר עצמו בכל עת מהדיוור באמצעות לחיצה על להסרה 
מרשימת התפוצה שמופיע בתחתית כל דיוור שנשלח או באמצעות פנייה בדואל לאתר. כל עוד לא הסירו עצמו הנרשם מרשימת הדיוור כאמור, רשאי האתר, בכפוף לחוק התקשורת, להעביר לנרשם דיוור ישיר כאמור.
12.10.  אין לראות במידע בדיוור משום הבטחה לתוצאה כלשהי ואו אחריות לשירות המוצע בו.    
12.11.  הדיוור בכללותו, לרבות כל המידע המופיע בו, מוצע כמות שהוא, ויהיה מדויק ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או לחלופין, יתכן ונפלו טעויות טכניות או אחרות במידע.
12.12.  הגולש מאשר כי לא תהיה לו כל טענה בקשר למודעות פרסום ואו פרסומות המוצגות באתר, 
לרבות בקשר למיקומן באתר. מובהר כי בכל הנוגע למודעות פרסום המוצגות בחסות צד שלישי, לאתר 
אין כל התערבות בבחירת הפרסומות המוצגות, אמיתות תוכנן וסדר הופעתן.
</Text><Text>
13.  תוכן צדדים שלישיים
</Text><Text>
13.1.  האתר רשאי להשתמש בקישורים לאתרים אחרים (אתרי צד שלישי) וכן במאמרים, תמונות, טקסט, גרפיקה, תמונות, עיצובים, מוסיקה, סאונד, וידאו, מידע, אפליקציות, תוכנה ותכנים או פריטים אחרים השייכים או שמקורם באתרי צד שלישי (תוכן של צד שלישי). אתרי צד שלישי ותוכן של צד שלישי אינם נחקרים, מנוטרים, או נבדקים על ידי האתר והאתר לא אחראי לתוכן של צד שלישי 
שפורסם דרך האתר, שהגעת אליו דרך האתר, שזמין דרך האתר או מותקן בו, כולל תוכן, חוות דעת, 
אמינות, נוהלי פרטיות או מדיניות אחרת של או כלולים באתרי שלישי או בתוכן של צד שלישי. שימוש בקישור או התרת שימוש או התקנה של אתרים של צד שלישי או כל תוכן של צד שלישי כלשהו אינה מרמזת על אישור או אישור לכך על ידינו.
13.2.  האתר לא לוקח אחריות על כל רכישה שתבצע מאתרי צד שלישי או מחברות אחרות אשר יבוצעו 
ויהיו בתוקף באופן בלעדי בינך לבין הצד השלישי הרלוונטי.
</Text><Text>
14.  סמכות שיפוט
</Text><Text>
14.1.  על תקנון זה יחולו אך ורק דיני מדינת ישראל, אולם לא תהיה תחולה לכללי ברירת הדין הבינלאומי הקבועים בהם.
14.2.  לבתי המשפט במחוז ירושלים תהיה סמכות שיפוט ייחודית בכל עניין הנובע ואו הקשור לתקנון זה.
</Text><Text>
15.  דיוק תיקונים טכניים ואחרים
</Text><Text>
15.1.  האתר בכללותו, לרבות כל המידע המופיע בו, מוצע לציבור כמות שהוא, ויהיה מדויק ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או לחלופין, יתכן ונפלו טעויות טכניות או אחרות במידע. האתר שומר על זכותו לתקן טעויות ואו שגיאות ואו אי דיוקים כאמור ולעדכן את המידע באתר בכל עת וללא הודעה מוקדמת.
</Text><Text>
16.  שונות
</Text><Text>
16.1.  תנאי תקנון זה מהווים את כל ההסכמות וההבנות בנוגע לשימוש באתר. אי מימוש או אכיפה 
של זכות או הוראה בתקנון זה, לא תחשב כוויתור מצד האתר על מימוש הזכות או אכיפת ההוראה. האתר יהיה רשאי להמחות לאחרים את כל או חלק מזכויותיו ואו חובותיו בתקנון זה.
16.2.  במקרה שייקבע כי הוראה בתקנון זה אינה ניתנת לאכיפה או שהינה חסרת תוקף מטעם כלשהו, לא יהא בכך כדי להשפיע או לפגוע בחוקיותן, תקפותן ואכיפתן של שאר הוראות התקנון.
</Text><Text>
17.  צרו קשר
</Text><Text>
17.1.  האתר מקפיד על קיום הוראות החוק ומכבד את זכותם של משתמשי האתר ואחרים לפרטיות ולשם טוב. אם אתה סבור כי פורסם באתר תוכן הפוגע בך מטעם כלשהו, נא פנה אלינו לפי הפרטים שלהלן ואנו נשתדל לטפל בפנייתך בכל ההקדם. פניות כאמור ניתן להעביר באמצעים הבאים
כתובת מעלה לוטם 5, אפרת;
טלפון 050-7959422
דואל guynesher2000@yahoo.com
עדכון אחרון מאי 2024
        </Text></View>

export const Tak2=        <View as="div" padding={"3rem"} textAlign={"match-parent"}><Text>
גיא נשר מ.ע 32338881 ומרים נשר מ.ע 313016909 ("מפעילי האתר" ו/או  "החברה") מברכים את בחירתכם לגלוש באתר האינטרנט "לוח" המופעל על ידם בכתובת www.lu-ah.co.il (להלן: ״האתר״).   
האתר מכבד את פרטיות הלקוחות והמשתמשים באתר, ורואה חשיבות רבה בשמירה עליה. מדיניות הפרטיות להלן מהווה חלק בלתי נפרד מהתקנון ותנאי השימוש.
</Text><Text>
1.  המידע הנאסף באתר:
</Text><Text>
1.1.  הגלישה באתר מותרת בכל גיל. פעולה ו/או רכישה של קטין מתחת לגיל 18 מחייבת אישור הורה או אפוטרופוס.
1.2.  בעת השארת פרטים באתר יתבקש הרוכש למסור פרטים אישיים כגון: שם פרטי, שם משפחה, טלפון, כתובת וכן כתובת דואר אלקטרוני פעילה (לשיקול דעת האתר). המידע אותו הנך מוסר בעת הרשמתך ו/או שימושך באתר נאסף על ידי האתר.
1.3.  מובהר כי אין חובה על-פי חוק למסור את המידע, אולם בלא למוסרו לא ניתן יהיה להשתמש בשירותי באתר ו/או ליצור קשר עם נציגי האתר.
1.4.  על מנת לספק שירות איכותי, בנוסף למידע אותו הנך מוסר בעת הרשמתך, האתר אוסף מידע מסוים אודות המחשב שלך ו/או המכשיר שלך, אשר באמצעותו הנך מבקר ומבצע פעולות באתר.
1.5.  המידע נאסף באופן אוטומטי )לרבות באמצעות שימוש ב "Cookies") והוא עשוי לכלול כתובות IP, סוג דפדפן, זמני גלישה וכניסה לאתר, אופן הגלישה והכלי בו הנך משתמש למטרת הגלישה, פרטים לגבי ספק האינטרנט שלך וכתובות אתרי האינטרנט מהם הגעת, כמו כן, אנו עשויים להשתמש בכלי תוכנה כדי למדוד ולאסוף מידע בקשר לגלישה באתר, כולל זמני התגובה של העמודים, משך השהייה בעמודים מסוימים, מידע על אינטראקציה עם העמוד ומה עשיתם כדי לעזוב את העמוד (מידע הנמסר 
בעת ההרשמה והמידע הנאסף על ידי האתר אמור בסעיף 1 שלעיל יכונו יחד: "המידע הנאסף באתר"). 
</Text><Text>
2.  שימוש במידע הנאסף באתר:
</Text><Text>
2.1.  האתר ו/או מי מטעמו רשאים לעשות שימוש במידע הנאסף באתר למטרות הבאות:
2.1.1.  בכדי לספק לך את המידע שביקשת או מידע נוסף אשר באתר מאמינים שהוא עשוי לעניין אותך, מעת לעת;
2.1.2.  בכדי להתאים פרסומות ומידע מסחרי על פי העדפותיך האישיות;
2.1.3.  לספק ו/או להציע לך שירותים ולשפר את האתר ו/או את השירותים;
2.1.4.  להשגיח על אספקת השירותים ולוודא שהם מסופקים כראוי;
2.1.5.  תפעולו התקין של האתר;
2.1.6.  לנתח את המידע ולנהל את האתר באופן תקין;
2.1.7.  שיפור שירות הלקוחות של האתר;
2.1.8.  ליצירת קשר או לספק לך נתונים בקשר לאתר או לשירות;
2.1.9.  בכדי ליצור עמך קשר על ידי נציגי האתר בנוגע לשירותים אותם האתר מספקים;
2.1.10.  בכדי לבצע סקרי לקוחות ו/או מחקרי שיווק אשר האתר עורכים מעת לעת.
</Text><Text>
3.  העברת המידע הנאסף באתר לצדדים שלישיים:
</Text><Text>
3.1.  האתר ו/או מי מטעמו לא יגלו ו/או ימכרו כל מידע הנאסף באתר לכל צד שלישי כלשהו, וזאת למעט למי מטעמם ו/או נותני שירותים בהם התעניינת אשר להם הם מספקים את המידע הנאסף באתר ואך ורק לצורך מתן שירות ואשר אף הם מחויבים להגנה מלאה על סודיות המידע הנאסף באתר.       
3.2.  יחד עם זאת, האתר ו/או מי מטעמו יהיו רשאים להעביר מידע הנאסף באתר (למעט פרטי אשראי ומספרי תעודות זהות) לצדדים שלישיים בכל אחד מהמקרים הבאים:
3.2.1.  ניתנה לכך הסכמתך מראש ובכתב;
3.2.2.  האתר ו/או מי מטעמו נדרשים על פי חוק להעביר את המידע האמור, למשל, מכוח צו בית משפט;
3.2.3.  על מנת להגן על זכויותיהם המשפטיות והקנייניות של האתר ו/או מי מטעמו בכל הנוגע לאתר, הפעלתו ולשימוש בו;
3.2.4.  במקרה של מחלוקת משפטית בינך לבין האתר ו/או מי מטעמו אשר תחייב חשיפת הפרטים;    
3.2.5.  אם תפר את התקנון ותנאי השימוש או אם תבצע באמצעות האתר או בקשר כלשהו עם האתר, פעולות מנוגדות או הנחזות כמנוגדות לדין, או כל ניסיון לבצע פעולות כאלה;
3.2.6.  בכל מקרה שהאתר יסבור, כי מסירת המידע הנאסף נחוצה על מנת למנוע נזק חמור לגוף המשתמש או לרכושו או לגופו או לרכושו של צד שלישי;
3.2.7.  אם האתר ימוזג לתוך פעילות גוף אחר או אם האתר יעבור לבעלות תאגיד אחר ניתן יהיה להעביר לתאגיד החדש את המידע הקיים באתר, אבל רק במקרה שהתאגיד יתחייב לשמור על מדיניות פרטיות זו.
3.2.8.  לצבור מידע על לקוחות ו/או משתמשים ולשפר את שירות הלקוחות. לאחר מכן, האתר  עשוי 
לשתף מידע כאמור עם שותפי שיווק פוטנציאליים ומפרסמים;
3.3.  כמו כן, האתר עשוי לשתף את המידע האישי שלך (למעט מידע רגיש כגון פרטי אשראי ומספרי 
תעודות זהות) עם צדדים שלישיים, כולל עם שותפיהם העסקיים ונותני שירותים.
3.4.  דוגמאות לפעולות שנותני שירותים עשויים לבצע הכרוכים במידע שלך:
3.4.1.  לפתח ולתחזק את האתר;
3.4.2.  שיתוף רשתות חברתיות כגון פייסבוק, אינסטגרם ואחרות ומפרסמים נוספים ברשת כגון גוגל, טאבולה ואחרים;
3.4.3.  לצרכים סטטיסטים – אנו מספקים מידע אישי כגון המספר הכולל של המבקרים באתר זה ובכל עמוד של האתר וכן שמות הדומיין של נותני שירות האינטרנט של המבקרים באתר לגופים וחברות שאנו נותנים בהן אמון כדי שיעבדו את המידע עבורנו לפי הוראות האתר ובאופן העולה בקנה אחד עם 
תקנון זה ומדיניות האתר. ככלל, וככל שלא ניתנה הסכמה מראש למסירת מידע אישי, מידע המועבר לצרכים סטטיסטים אינו כולל פרטים מזהים;
3.4.4.  לנותני שירותים ושותפים עסקיים כאמור ניתנת גישה לכל או לחלק מהמידע שלך, והם עשויים להשתמש  ב"Cookies" או בטכנולוגיית איסוף אחרות.
</Text><Text>
4.  אבטחת מידע:
</Text><Text>
4.1.  האתר נוקט צעדים סבירים על מנת לסייע בהגנה על אבטחת הנתונים האישיים של המשתמשים. האתר עושה מאמצים על מנת לאסוף את המידע ולאבטחו בהתאם למדיניות הפרטיות ולחוקים והתקנות החלים במדינת ישראל.
4.2.  חשוב לזכור שלא ניתן לערוב במאת האחוזים מפני פעילות עוינת ונחושה מצד גורמים זרים ולכן אין בפעולות אלה בטחון מוחלט והאתר לא מתחייב שהשירותים באתר  יהיו חסינים באופן מוחלט מפני גישה בלתי מורשית למידע הנאסף בהם.
</Text><Text>
5.  זכות גישה למידע הנאסף באתר:
</Text><Text>
5.1.  בהתאם לחוק הגנת הפרטיות, התשמ"א-1981 ("החוק") למשתמשים עומדת הזכות לבקש גישה לנתונים האישיים ולמידע שהאתר אוסף אודותיהם.
5.2.  כמו כן, למשתמשים עומדת הזכות לבקש מהאתר לתקן או לעדכן את הנתונים האישיים שלהם כאשר הם אינם מדויקים או לא שלמים והזכות לבקש מהאתר למחוק את הנתונים האישיים של המשתמש.    
5.3.  פנייה בבקשה כאמור לעיל תישלח לאתר  באמצעות פרטי הקשר המופיעים בסוף מדיניות הפרטיות.
</Text><Text>
6.  שינויים במדיניות הפרטיות:
</Text><Text>
6.1.  האתר שומר על זכותו לשנות, בכל עת וללא הודעה מוקדמת את מדיניות פרטיות זו ושינויים 
אלו ייכנסו לתוקפם מיד עם הכנסתם למדיניות הפרטיות.
6.2.  האתר ממליץ למשתמשים לעיין במדיניות פרטיות זו מעת לעת על מנת לקבל מידע על האופן שבו האתר מגן על המידע שלהם.
</Text><Text>
7.  צרו קשר:
</Text><Text>
7.1.  האתר מקפיד על קיום הוראות החוק ומכבד את זכותם של משתמשי האתר ואחרים לפרטיות. אם אתה סבור כי פרטיותך נפגעה באופן כלשהו, אנא פנה אלינו לפי הפרטים שלהלן ואנו נשתדל לטפל בפנייתך בכל ההקדם. פניות כאמור ניתן להעביר באמצעים הבאים:
כתובת: מעלה לוטם 5, אפרת;
טלפון: 050-7959422
דוא"ל: guynesher2000@yahoo.com
עדכון אחרון: מאי 2024
</Text></View>